import useTOC from '@/hooks/useTOC';
import React from 'react';
import './style.less';
const About = () => {
  useTOC();
  return (
    <div className="container about-page">
      <div className="js-toc-content">
        <h2 id="about">关于善恩学院</h2>
        <p>善恩学院是一个面向华人学生的全球化的在线学习平台。</p>
        <p>
          世界各地的用户，都可通过善恩学院找到优秀的外教和中教辅导学生的学业功课。这些领域包括但不限于英语阅读和写作，英语文学、世界历史、美国历史、经济学、数学、科学、社会科学、计算机编程、托福、SAT、ACT和英美留学入学申请等。
        </p>
        <p>
          所有的外教都经过善恩学院严格的考核、筛选和培训，并接受善恩的统一管理。所有服务都计时收费，最少1小时起，满意后再继续。全过程透明、灵活。交互界面简洁方便，安全可靠。
        </p>
        <p>善恩学院信奉长期主义，倡导用“文火慢煲”的方式对待孩子教育。保持耐心，坚持投入，良好的结果自然是水到渠成。</p>
        <p>
          善恩认为，全球化是不可阻挡的潮流，每一个学生都将在一个全球化的世界里生存与发展。在全球化的时代里，给孩子最好的投资，就是给他找一个优秀适用的外教并长期学习，让孩子的英语阅读和写作能力以及批判思考能力在耳闻目染中稳健积累，让学生在岁月的积淀中成长为一个英语流利、视野开阔、思维敏锐且富有批判思考精神的全球公民。
        </p>
        <h2 id="qa">Q&A</h2>
        <h3 id="3">善恩学院的TUTORS都是什么背景？</h3>
        <p>
          善恩学院的TUTORS多为拥有美国排名前50大学的博士或硕士高级学位的母语为英语的学者。他们拥有丰富的教学经验和富有成就的职业生涯。很多人曾是顶尖私立学校的校长、老师、招生工作人员、律师事务所合伙人、报纸编辑、出版人、咨询公司分析师、政府官员、非盈利机构负责人。他们认同善恩的教育理念，学识渊博，热爱分享和传播知识，享受和年轻人在一起的时光。
        </p>
        <h3 id="4">在善恩学院学习英语阅读和写作与在其他地方有什么不同？</h3>
        <p>
          在善恩学院，英语是主要的教学语言，语言学习是重要的一部分，而在此基础之上的批判思考能力、全球视野以及高效而富有说服力的写作和沟通能力才是我们主要的教学目标。事实上，这两者有机结合，密不可分。基于此目标，我们从最新报刊杂志或经典书目中摘取篇章进行文本精读和思辨讨论，并进行写作。
        </p>
        <h3 id="5">可以试听吗？</h3>
        <p>可以试听，或者说必需试听。</p>
        <p>
          善恩学院的宗旨是为每个孩子找到一个适合他们的优秀外教。用户当然可以选择他们认为最适合的外教，但这个适合与否最终还是试出来的。另外，从外教的角度看，他们也对学生会有一定的要求。所以，我们一般都建议双方约定一个1小时左右的初次试学试听。需要指出的是，这个试听是收费的，费率和正常授课一样。
        </p>
        <h3 id="6">善恩学院的外教们能辅导学生的在校作业吗？</h3>
        <p>可以的。</p>
        <p>
          中国学生在进入美高或者类似的国际课程后，很容易在人文历史和语言类学科的作业中遇到挑战。这些作业通常要求学生在基于阅读的基础上进行学术写作。这对学生的英语写作能力和批判思考能力都有较高的要求。
        </p>
        <p>
          美高和国际学校的在校成绩非常重要，维持一个优秀的在校成绩对于申请名校是必需的。因此，寻找必要的外部资源辅导在校作业，是常见的，也是合理的。
        </p>
        <h3 id="7">是怎么收费的？</h3>
        <p>
          善恩学院实施“计时收费”。每个TUTOR都有自己的按小时收费的费率。在选定TUTOR后，用户可以根据需要预估需要的课时数，预先缴纳费用。善恩给予用户最大的自由度，不对预先购买的小时数做任何最低要求。
        </p>
        <p>需要指出的是，未按规定取消的课，即使缺课，也需付费。另，TUTOR用于修改作业的时间，也需要收费。</p>
        <h3 id="8">如果TUTOR修改作文的时间也要收费，我怎么知道TUTOR花了多少时间？</h3>
        <p>在每次授课之后，外教都会向善恩报告其工作时间，其中就包括修改作文的时间。善恩也会和客户分享这些数据。</p>
        <p>
          文书修改编辑类工作，在美国的通行做法是根据自报时间结算。善恩学院的外教都是具有职业精神的专业人士，他们会按照实际情况如实计算修改作文所花费的时间。这些时间也将经受善恩以及用户的检验。如果数据不合理，善恩将介入调查。如果用户觉得TUTOR修改作文花费时间过多，用户可以提出异议，或者选择终止学习。
        </p>
        <p>总之，无论是外教的职业素质还是善恩的机制都保证了按时计费的公平性。</p>
        <h3 id="9">是否可以让外教定制一个课程？</h3>
        <p>可以的。</p>
        <p>外教对用户的在校作业进行辅导，实则就是一个定制课程。</p>
        <p>
          需要指出的是，定制课程可能会消耗外教相当的准备时间，但也可能不用。这些准备时间也需要同样收费。外教在接到定制化需求后，会给出大致的课程前期时间的估算。只有用户在接受后，才会推进。
        </p>
        <h3 id="10">缴纳的学费能退费吗？</h3>
        <p>除非是另有说明的班课，善恩学院的所有课程都可以在客户的要求下随时停止并退费。</p>
        <p>退费过程会产生成本，善恩将扣除7%的费用。</p>
        <h3 id="11">上课是通过什么平台进行的？</h3>
        <p>授课通常是通过Zoom进行。</p>
        <h3 id="12">善恩学院的既有中教，又有外教，我该如何选择？</h3>
        <p>
          这个主要是看学生的程度和学习目标。如果学生目前的程度还比较低（托福80分以下），学习目标以语言学习为主，尤其是语法，那中教可能会更合适一些。善恩的经验是，在讲解语法方面，中教比外教更有优势。另外，在应试方面中教也更有优势。
        </p>
        <p>当然，更重要的还是学生自己的体验。最好的办法是都试听一下。</p>
        <h3 id="13">善恩学院的外教能提供升学顾问服务吗？</h3>
        <p>是的。但他们提供的服务和传统上的一揽子服务不同，是按需提供、按小时收费的服务。</p>
        <p>如果用户已经完成了申请文书，那他们可以聘请外教对申请文书进行反馈和修改。</p>
        <p>如果用户还没有完成申请文书，或者处于申请的早期，那他们也可以聘请外教进行头脑风暴。</p>
        <p>用户最终花费外教顾问多少时间，这个取决于用户的需要。</p>
      </div>
      <div className="js-toc-wrapper">
        <div className="js-toc"></div>
      </div>
    </div>
  );
};

export default About;
